/* Search result count for other results */
"%@ Help Result" = "%@ ohjetulos";

/* Plural search result count for other results */
"%@ Help Results" = "%@ ohjetulosta";

/* Search result count for helpbook results */
"%@ Help Topic" = "%@ ohjeaihe";

/* Plural search result count for helpbook results */
"%@ Help Topics" = "%@ ohjeaihetta";

/* status text in Find banner when multiple matches were found */
"%@ matches" = "%@ osumaa";

/* Search result count for KB results */
"%@ Support Article" = "%@ tukiartikkeli";

/* Plurual search result count for KB results */
"%@ Support Articles" = "%@ tukiartikkelia";

/* status text in Find banner when one match was found */
"1 match" = "1 osuma";

/* scope definition in the search field's scope menu, used with the 'Search %@' format string */
"All Books" = "Kaikki kirjat";

/* search field placeholder text */
"Ask a Question" = "Aloita haku";

/* back button tooltip */
"Back" = "Takaisin";

/* tooltip for the search field's cancel button */
"Erase search text" = "Poista hakuteksti";

/* forward button tooltip */
"Forward" = "Seuraava";

/* 'Found:' for count of search results */
"Found:" = "Löytyi:";

/* home button AXHelp value */
"Go to the home page" = "Siirry kotisivulle";

/* Search result section header for other results */
"Help Result" = "Ohjetulos";

/* Plural search result section header for other results */
"Help Results" = "Ohjetulokset";

/* Search result section header for helpbook results */
"Help Topic" = "Ohjeen aihe";

/* Plural search result section header for helpbook results */
"Help Topics" = "Ohjeen aiheet";

/* title of error sheet when trying to save a file */
"Help Viewer can\\U2019t save the file." = "Ohjeselain ei voi tallentaa tiedostoa.";

/* Can't open content message */
"Help Viewer cannot open this content." = "Ohjeselain ei voi avata sisältöä.";

/* Alert for not knowing how to handle a URL */
"Help Viewer does not know how to handle the selected URL." = "Ohjeselain ei osaa käsitellä valittua osoitetta.";

/* message of error sheet when trying to save a file */
"Help Viewer failed to save the file \\U201C%@\\U201D to the downloads folder." = "Ohjeselain ei voinut tallentaa tiedostoa ”%@” latauskansioon.";

/* home button tooltip */
"Home" = "Koti";

/* menu item title */
"Include Product Support Searches" = "Sisällytä tuotetukihaut";

/* status text in Find banner when many matches were found */
"More than %@ matches" = "Yli %@ osumaa";

/* status text in Find dialog when a search found nothing */
"Not found" = "Ei löytynyt";

/* status text in Find dialog when there is no responder that supports searching */
"Nowhere to search" = "Ei hakukohteita";

/* contextual menu item title */
"Print Frame\\U2026" = "Tulosta kehys…";

/* format string for items in the search field's scope menu */
"Search %@" = "Hae ”%@”";

/* Title for anchor 'search results' page */
"Search Results" = "Hakutulokset";

/* Prefix for search results page title */
"Search Results: %@" = "Hakutulokset: %@";

/* forward button AXHelp value */
"Show the next page" = "Näytä seuraava sivu";

/* back button AXHelp value */
"Show the previous page" = "Näytä edellinen sivu";

/* Search result section header for KB results */
"Support Article" = "Tukiartikkeli";

/* Plurual search result section header for KB results */
"Support Articles" = "Tukiartikkelit";

/* Info text for the alert displayed when we don't know how to handle the URL */
"The selected URL is: %@" = "Valittu osoite on: %@";

/* tooltip for the search field */
"Type a word or phrase, then press Return" = "Kirjoita sana tai lause ja paina sitten rivinvaihtonäppäintä";

/* back/forward menu item title for an untitled HTML document */
"Untitled" = "Nimetön";

